import 'bootstrap/dist/css/bootstrap.min.css';
import { Container, Row, Col, Button } from "react-bootstrap";

const Why = () => {
    return ( 
        <>
            <p className='whyHeader'>لماذا مونتيسوري</p>
            <Container className='why'>
                <Row>
                    <Col sm>
                        <span className="circle">
                            <span className="hider"></span>
                        </span>
                        <p>تعتقد مونتيسوري أنه في فترة العقل الممتص (من الولادة إلى 6 سنوات)، تكون متعة التعلم أكثر وضوحًا وأقل جهدًا من أي مرحلة أخرى من الحياة. ومن خلال الفضول الطبيعي يستوعب الطفل المعلومات ويستوعبها بحواسه ويبني معرفته الخاصة.</p>
                    </Col>
                    <Col sm>
                        <span className="circle">
                            <span className="hider"></span>
                        </span>
                        <p>تعتقد مونتيسوري أنه في فترة العقل الممتص (من الولادة إلى 6 سنوات)، تكون متعة التعلم أكثر وضوحًا وأقل جهدًا من أي مرحلة أخرى من الحياة. ومن خلال الفضول الطبيعي يستوعب الطفل المعلومات ويستوعبها بحواسه ويبني معرفته الخاصة.</p>
                    </Col>
                    <Col sm>
                        <span className="circle">
                            <span className="hider"></span>
                        </span>
                        <p>تعتقد مونتيسوري أنه في فترة العقل الممتص (من الولادة إلى 6 سنوات)، تكون متعة التعلم أكثر وضوحًا وأقل جهدًا من أي مرحلة أخرى من الحياة. ومن خلال الفضول الطبيعي يستوعب الطفل المعلومات ويستوعبها بحواسه ويبني معرفته الخاصة.</p>
                    </Col>
                </Row>
                <Row>
                    <Col sm>
                        <span className="circle">
                            <span className="hider"></span>
                        </span>
                        <p>تعتقد مونتيسوري أنه في فترة العقل الممتص (من الولادة إلى 6 سنوات)، تكون متعة التعلم أكثر وضوحًا وأقل جهدًا من أي مرحلة أخرى من الحياة. ومن خلال الفضول الطبيعي يستوعب الطفل المعلومات ويستوعبها بحواسه ويبني معرفته الخاصة.</p>
                    </Col>
                    <Col sm>
                        <span className="circle">
                            <span className="hider"></span>
                        </span>
                        <p>تعتقد مونتيسوري أنه في فترة العقل الممتص (من الولادة إلى 6 سنوات)، تكون متعة التعلم أكثر وضوحًا وأقل جهدًا من أي مرحلة أخرى من الحياة. ومن خلال الفضول الطبيعي يستوعب الطفل المعلومات ويستوعبها بحواسه ويبني معرفته الخاصة.</p>
                    </Col>
                    <Col sm></Col>
                </Row>
            </Container>
        </>
    );
}

export default Why;